<!DOCTYPE HTML>
<HTML>
<HEAD>
	<META HTTP-EQUIV="CONTENT-TYPE" CONTENT="text/html; charset=utf-8">
	<META name="robots" content="NOINDEX,NOFOLLOW">
	<link rel="icon" type="image/png" href="images/favicon.ico">
	<TITLE>CONTRATO DE LICENCIA - 100JUEGOSCLASICOS DOWNLOADER</TITLE>
	<STYLE TYPE="text/css">
	</STYLE>
</HEAD>
<BODY LANG="es-ES" DIR="LTR" STYLE="border: none; padding: 0cm;font: 0.8em Arial,sans-serif;">
<div style="width:800px;margin-left:15px;">
<P><FONT STYLE="font-size: 13pt"><B>CONTRATO DE LICENCIA DE
USUARIO FINAL DE 100JUEGOSCLASICOS DOWNLOADER</B></P>
<div style="font-size:0.8em;line-height:1.5em;">
<br>
<p><B>1) Uso del software</B></p>
<br>
Esta descarga es gratuita.
Lea y acepte este contrato de licencia antes de
instalar y utilizar el software. Si es una persona f&iacute;sica,
debe ser mayor de edad o tener el 

consentimiento de los padres. Al hacer clic en el
bot&oacute;n &laquo;Instalar&raquo; (o equivalente) que se encuentra
en la parte inferior de la p&aacute;gina,
expresar&aacute; la aceptaci&oacute;n de este
contrato.
<br>
Micropagosx s.l. sociedad espa&ntilde;ola con
domicilio social en Cornell&aacute; de Llobregat, Barcelona (Espa&ntilde;a),
calle Plaza Reus n&ordm; 5 4&ordm; 2&ordf;
con N&uacute;mero de Identificaci&oacute;n Fiscal
B-63898738 (en adelante, Mpagosx ), otorga a sus usuarios una
licencia gratuita,
no exclusiva y no transferible (en adelante, la
Licencia) de uso del presente software denominado 100juegosclasicos
Downloader.
<br>
1) Finalidad y requisitos t&eacute;cnicos
100juegosclasicos Downloader es un programa
ejecutable que le permite descargar determinados programas
inform&aacute;ticos.
<br>
Al ejecutar 100juegosclasicos Downloader acepta los
t&eacute;rminos y condiciones del presente documento que conoce
100juegosclasicos Downloader 

y lo ejecuta bajo su propia responsabilidad.
<br>
Micropagosx s.l.se reserva el derecho de actualizar y
modificar la Licencia de software y cualesquiera documentos de
referencia adjuntos llegado 

el caso.
<br>
Adem&aacute;s, el instalador ajustar&aacute; las
preferencias de navegaci&oacute;n del usuario cambiando la p&aacute;gina
de inicio, configurando como motor de busqueda por 

defecto el buscador yaimo.com e instalar&aacute; la
extensi&oacute;n de chrome denominada Yaimo extension. 

<br>
La unidad de software inicia la instalaci&oacute;n de
los productos de software descargados.
<br>
La unidad de software no se instala en el ordenador
del usuario, y el usuario debe borrar manualmente el ejecutable de la
unidad de software.
<br>
<p><B>2) Derechos de autor</B></p>
<br>
Micropagosx s.l.es el &uacute;nico propietario de los
derechos de autor de 100juegosclasicos Downloader.
<br>
Micropagosx s.l.es el &uacute;nico propietario del
nombre comercial, los derechos de autor y los derechos de
distribuci&oacute;n de 100juegosclasicos Downloader. 

Los derechos de autor incluyen el aspecto y el estilo
del software 100juegosclasicos Downloader. 

<br>
Este contrato es una licencia para utilizar
100juegosclasicos Downloader y no implica una cesi&oacute;n de
propiedad de los derechos de dicho programa.
<br>
Usted no puede cambiar, desestructurar, desmontar o
descompilar 100juegosclasicos Downloader. 

Lo que incluye el uso de cualquier tecnolog&iacute;a
actual o futura.
<br>
El incumplimiento de cualquiera de los t&eacute;rminos
y condiciones de esta Licencia se interpretar&aacute; como un
incumplimiento de este Contrato.
<br>
<p><B>3) Garant&iacute;as y responsabilidades</B></p>
<br>
Debe utilizar 100juegosclasicos Downloader de acuerdo
con los t&eacute;rminos y condiciones del presente documento. 

Micropagosx s.l.no ser&aacute; responsable de
cualesquiera da&ntilde;os surgidos de su uso de 100juegosclasicos
Downloader 

de forma contraria a esta Licencia de software.
<br>
Excepto en cuanto a las responsabilidades
reglamentarias establecidas en las leyes de protecci&oacute;n del
consumidor,
usted exonera a Micropagosx s.l.de cualquier
responsabilidad surgida de la ejecuci&oacute;n inadecuada de
100juegosclasicos Downloader
o el funcionamiento incorrecto de 100juegosclasicos
Downloader causado por el modo en que usted ejecut&oacute; el
software.
Dicha exoneraci&oacute;n de responsabilidad se
ampliar&aacute; a los empleados y la direcci&oacute;n de Micropagosx
s.l.
<br>
Micropagosx s.l.expresa que esta Licencia para
utilizar 100juegosclasicos Downloader no infringe ning&uacute;n
contrato previo o legislaci&oacute;n actual.
<br>
Micropagosx s.l.garantiza que 100juegosclasicos
Downloader no es un programa esp&iacute;a o de publicidad.
Micropagosx s.l. tambi&eacute;n garantiza
que 100juegosclasicos Downloader no muestra anuncios
emergentes ni recopila datos personales de los usuarios.
<br>
Micropagosx s.l.no garantiza la disponibilidad, la
continuidad ni el funcionamiento a prueba de fallos de
100juegosclasicos Downloader. 

Por lo tanto, en la medida en que la legislaci&oacute;n
lo permite, esta garant&iacute;a no incluye los da&ntilde;os surgidos
de la falta de disponibilidad 

o funcionamiento interrumpido de 100juegosclasicos
Downloader y cualesquiera servicios que &eacute;ste posibilite.
<br>
Micropagosx s.l.no asume responsabilidad en caso de
circunstancia imprevisible o fuerza mayor. Asimismo, Micropagosx s.l.
no ser&aacute; responsable 

de cualesquiera causas fuera del control razonable,
como virus e interferencias de terceros.
<br>
Usted eximir&aacute; a Micropagosx s.l.de cualquier
responsabilidad por los derechos de propiedad intelectual, los
derechos de distribuci&oacute;n, la integridad,
la calidad y la ejecuci&oacute;n del software
inform&aacute;tico descargado con Micropagosx s.l.Downloader.
<br>
Usted afirma tener conocimiento de que Micropagosx
s.l.puede no tener relaci&oacute;n de ning&uacute;n tipo con los
propietarios de los programas inform&aacute;ticos
que usted descarga. Usted exime a Micropagosx s.l.de
toda responsabilidad por cualesquiera demandas interpuestas contra
usted por su uso o 

posesi&oacute;n de los productos descargados con
Micropagosx s.l.Downloader, incluyendo, pero sin limitarse a ello,
demandas por calumnias,
violaciones de derechos de protecci&oacute;n de datos
o publicidad, derechos de propiedad intelectual, derechos de nombre
comercial,
y cualquier otra demanda o queja referente al
contenido, la calidad y el funcionamiento de dicho software.
<br>
<p><B>4) Vigencia</B></p>
La vigencia de este Contrato empieza en el momento de
su aceptaci&oacute;n. Micropagosx s.l.tendr&aacute; derecho a
restringir, suspender o rescindir 

este Contrato a su propia discreci&oacute;n, tanto
completa como parcialmente, en cualquier momento y por cualquier
motivo, 

sin previo aviso o responsabilidad.
<br>
Este Contrato y, por tanto, la Licencia se
rescindir&aacute;n en el momento en que usted incurra en
incumplimiento de los t&eacute;rminos y condiciones
 del presente. Debe borrar todas las copias de
100juegosclasicos Downloader que posea en el momento en que este
Contrato finalice.
<br>
Uso de dispositivos de seguimiento
Micropagosx s.l. utiliza la google analytics para
recopilar datos para fines estad&iacute;sticos, incluyendo: la fecha
de la primera visita, 

el n&uacute;mero de visitas, la fecha de la &uacute;ltima
visita, el URL y el dominio, el buscador y la resoluci&oacute;n de
pantalla.
<br>
Micropagosx s.l. NO guarda datos personales del
usuario como pudiera ser la IP del usuario, nombre y apellidos,
domicilio, edad etc. 

<br>
El usuario puede desactivar y/o eliminar las cookies
libremente siguiendo las instrucciones de su buscador de Internet.
<br>
<p><B><a name="anchor" id="anchor">5) Pol&iacute;ticas de privacidad:</a></B></p>
<br>
Google Analytics:
<A HREF="http://www.google.com/intl/es_ALL/privacypolicy.html"><FONT COLOR="#0000ff"><U>http://www.google.com/intl/es_ALL/privacypolicy.html</U></A></font>
<br>
Micropagosx s.l.no utiliza correo basura y solamente
gestiona datos proporcionados por los usuarios a trav&eacute;s de
formularios
electr&oacute;nicos que se encuentran en la web o
mediante mensajes de correo electr&oacute;nico.
<br>
Derecho y jurisdicci&oacute;n aplicables
Esta Licencia de software y la ejecuci&oacute;n del
100juegosclasicos Downloaderse regir&aacute;n en virtud de las leyes
de Espa&ntilde;a.
<br>
En caso de controversia surgida a ra&iacute;z de esta
Licencia de software o la ejecuci&oacute;n de Software Downloader,
las partes si la legislaci&oacute;n lo permite,
se someten a la jurisdicci&oacute;n de los juzgados y
los tribunales de la ciudad de Barcelona.
<br>
<p>1 de octubre de 2013</p><br>
<b><a name="mailto" id="mailto">comercial@mpagosx.com</a></b>
</div>
</div>
</BODY>
</HTML>